Repository: Amir-095/ExcursionWebApp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: kk

source: Все Экскурсии
kk: Барлық экскурсиялар

source: Введите название места или экскурсии
kk: Орын немесе экскурсия атауын енгізіңіз

source: Тип экскурсии
kk: Экскурсиянын типі

source: Групповые
kk: Топтық

source: Индивидуальные
kk: Жеке

source: Семейные
kk: Отбасылық

source: Длительность
kk: Ұзақтығы

source: Несколько часов
kk: Бірнеше сағат

source: 1 день
kk: 1 күн

source: Несколько дней
kk: Бірнеше күн

source: Язык
kk: Тіл

source: Казахский
kk: Қазақша

source: Русский
kk: Орысша

source: Английский
kk: Ағылшын

source: Забронировать
kk: Брондау

source: Откройте для себя красоту Казахстана
kk: Қазақстанның әсемдігін ашыңыз

source: Исследуйте захватывающие дух пейзажи и богатое
kk: Тыныс тарылтатын көріністер мен бай

source: культурное наследие с нашими экскурсиями с гидом
kk: мәдени мұраны біздің гид жетекшілігімен зерттеңіз

source: Поиск
kk: Іздеу

source: Популярные экскурсии
kk: Танымал экскурсиялар

source: Экскурсии
kk: Экскурсиялар

source: Регистрация турагента
kk: Турагент тіркеу

source: Турагенты
kk: Турагенттер

source: Ваши экскурсии
kk: Сіздің экскурсиялар

source: Создать экскурсию
kk: Экскурсия жасау

source: Создание турагента
kk: Турагентті құру

source: Имя пользователя
kk: Пайдаланушы аты

source: Подтверждение пароля
kk: Құпия сөзді растау

source: Создать
kk: Жасау

source: Отмена
kk: Бас тарту

source: Имя
kk: Аты-жөні

source: Забронированные экскурсии
kk: Брондалған экскурсиялар

source: У вас пока нет забронированных экскурсий
kk: Сізде әлі брондалған экскурсиялар жоқ

source: Способы оплаты
kk: Төлем әдістері

source: Информация профиля
kk: Профиль ақпараты

source: Вы ещё не сохранили данные карты.
kk: Сіз карта деректерін әлі сақтаған жоқсыз.

source: Продолжительность:
kk: Ұзақтығы:

source: Язык:
kk: Тіл:

source: Что включено
kk: Экскурсияға не кіреді

source: Что не включено
kk: Экскурсияға не кірмейді

source: Программа
kk: Бағдарлама

source: Доступные даты
kk: Қолжетімді күндер

source: Выберите дату и время
kk: Күн мен уақытты таңдау

source: Завтра
kk: Ертең

source: Послезавтра
kk: Бүрсігүні

source: Выбрать дату
kk: Күнді таңдау

source: Стандартный билет
kk: Стандартты билет

source: Начать бронирование
kk: Брондауды бастау

source: Детали экскурсии
kk: Экскурсияның мәліметтері

source: Организатор
kk: Ұйымдастырушы

source: Тип экскурсии:
kk: Экскурсия типі:

source: Время начала:
kk: Басталу уақыты:

source: Длительность:
kk: Ұзақтығы:

source: Место встречи:
kk: Кездесу орны:

source: Место окончания:
kk: Аяқталу орны:

source: Услуги гида/водителя
kk: Гид/жүргізуші қызметтері

source: Трансфер на протяжении всего пути
kk: Бүкіл жол бойындағы трансфер

source: Групповая аптечка
kk: Топтық дәрі қобдишасы

source: Включенный обед
kk: Түскі ас қосылған

source: Питание
kk: Тамақтану

source: Доступная дата
kk: Қолжетімді күн

source: Выйти
kk: Шығу

source: дня
kk: күн

source: дней
kk: күн

source: 10-15 человек
kk: 10-15 адам

source: 1-4 человека
kk: 1-4 адам

source: 5-8 человек
kk: 5-8 адам

source: Неизвестно
kk: Белгісіз

source: Оплата экскурсии
kk: Экскурсияны төлеу

source: Дата
kk: Күні

source: Количество билетов
kk: Билет саны

source: Итого к оплате
kk: Төлем сомасы

source: Выберите сохранённую карту
kk: Сақталған картаны таңдаңыз

source: Новая карта
kk: Жаңа карта

source: Имя владельца
kk: Иесінің аты

source: ИМЯ ВЛАДЕЛЬЦА
kk: ИЕСІНІҢ АТЫ

source: Срок
kk: Мерзімі

source: ММ/ГГ
kk: АА/ЖЖ

source: Передняя сторона
kk: Алдыңғы жағы

source: Обратная сторона
kk: Артқы жағы

source: Оплатить картой
kk: Төлеу

source: Сохранить карту?
kk: Картаны сақтаймыз ба?

source: Хотите сохранить данные карты для будущих оплат? Это позволит вам быстрее оплачивать экскурсии в следующий раз.
kk: Болашақ төлемдер үшін карта деректерін сақтағыңыз келе ме? Бұл сізге келесі рет экскурсияларды тезірек төлеуге мүмкіндік береді.

source: Нет
kk: Жоқ

source: Да, сохранить
kk: Иә, сақтау

source: Вход
kk: Кіру

source: Email или номер телефона
kk: Email немесе телефон нөірі

source: Пароль
kk: Құпия сөз

source: Войти
kk: Кіру

source: Нет аккаунта?
kk: Тіркелгіңіз жоқ па?

source: Зарегистрироваться
kk: Тіркелу

source: Регистрация
kk: Тіркеу

source: Фамилия
kk: Тегі

source: Номер телефона
kk: Телефон нөмірі

source: Подтвердите пароль
kk: Құпия сөзді растаңыз

source: Уже есть аккаунт?
kk: Тіркелгіңіз бар ма?

source: Истекает
kk: Мерзімі аяқталады

source: Отзывы
kk: Тұтынушы пікірлері

source: Пока нет отзывов.
kk: Әзірге пікірлер жоқ.

source: Оставить отзыв
kk: Пікір қалдыру

source: Чтобы оставить отзыв,
kk: Пікір қалдыру үшін

source: войдите в аккаунт
kk: сайтқа тіркеліңіз

source: Редактировать
kk: Өзгерту

source: Сохранить
kk: Сақтау

source: Пока нет отзывов
kk: Әзірге пікірлер жоқ

source: Сохранить аватар
kk: Аватарды жүктеп салу

source: Файл не выбран
kk: Файл таңдалмаған

source: Выберите файл
kk: Файлды таңданыз

source: Пожалуйста, подготовьте точную сумму для оплаты гиду при встрече.
kk: Кездесу кезінде гидке төлеу үшін нақты соманы дайындаңыз.

source: Гид свяжется с вами для подтверждения деталей и возможности оплаты наличными.
kk: Нұсқаулық мәліметтерді және қолма-қол ақшамен төлеу мүмкіндігін талқылау үшін сізбен гид байланысады.

source: Подтвердить (Наличные)
kk: Төлеу (Қолма-қол)

source: Выберите способ оплаты:
kk: Төлем әдісін таңдаңыз:

source: Наличные
kk: Қолма-қол ақша

source: Подтвердить (Криптовалюта)
kk: Төлеу (Криптовалюта)

source: После совершения перевода (это макет), пожалуйста, свяжитесь с нашей поддержкой для подтверждения платежа. Этот способ оплаты является демонстрационным.
kk: Аударым жасалғаннан кейін (бұл макет) төлемді растау үшін біздің қолдауымызға хабарласыңыз. Бұл төлем әдісі демонстрациялық болып табылады.

source: Аватар успешно обновлён!
kk: Аватар сәтті жаңартылды!

source: Выберите валюту для оплаты:
kk: Төлем үшін валютаны таңдаңыз:

source: Чем различаются экскурсии?
kk: Экскурсиялар қалай ерекшеленеді?

source: Индивидуальные экскурсии
kk: Жеке

source: Гид проведёт экскурсию только для вас и ваших друзей.
kk: Гид тек сізге және сіздің достарыңызға экскурсия жасайды.

source: Гид формирует группу. Вместе с вами узнавать новое будут другие туристы.
kk: Гид топ құрады. Сізбен бірге басқа туристер жаңа нәрселерді үйренеді.

source: Безопасный и увлекательный тур с простым маршрутом, играми и развлечениями для детей.
kk: Балаларға арналған қарапайым маршрутпен, ойындармен және ойын-сауықпен қауіпсіз және қызықты тур.

source: Отзывы покупателей
kk: Тұтынушы пікірлері

source: Этот email уже зарегистрирован
kk: Бұл email тіркелген

source: Этот номер уже зарегистрирован
kk: Бұл нөмір тіркелген

source: Имя или фамилия должны быть заполнены.
kk: Аты немесе тегі толтырылуы керек.

source: Пароли не совпадают
kk: Құпия сөздер сәйкес келмейді

source: Invalid request
kk: Жарамсыз сұраныс

source: Method not allowed
kk: Әдіске рұқсат етілмейді

source: Неверное имя пользователя или пароль
kk: Қате пайдаланушы аты немесе құпия сөз

source: Имя не может быть пустым.
kk: Аты бос болмауы керек.

source: Email не может быть пустым.
kk: Email бос болмауы керек.

source: Этот email уже используется другим пользователем.
kk: Бұл email басқа пайдаланушымен қолданылады.

source: Этот номер телефона уже используется другим пользователем.
kk: Бұл телефон нөмірі басқа пайдаланушымен қолданылады.

source: Пожалуйста, исправьте ошибки.
kk: Қателерді түзетіңіз.

source: Профиль успешно обновлен.
kk: Профиль сәтті жаңартылды.

source: Неверный формат запроса.
kk: Сұраныс форматы дұрыс емес.

source: Произошла ошибка на сервере.
kk: Серверде қате орын алды.

source: Допустимы только AJAX POST запросы.
kk: Тек AJAX POST сұраныстарына рұқсат етіледі.

source: Экскурсия успешно удалена
kk: Экскурсия сәтті жойылды

source: Произошла ошибка при удалении экскурсии: %s
kk: Экскурсияны жою кезінде қате орын алды: %s

source: Выбранная дата недоступна для этой экскурсии
kk: Таңдалған күн бұл экскурсия үшін қолжетімсіз

source: Количество билетов должно быть больше нуля
kk: Билеттер саны нөлден көп болуы керек

source: Оплата не была выполнена. Забронировать экскурсию невозможно.
kk: Төлем орындалмады. Экскурсияны брондау мүмкін емес.

source: Вы уже забронировали эту экскурсию на указанную дату.
kk: Сіз бұл экскурсияны көрсетілген күнге брондағансыз.

source: Бронирование подтверждено.
kk: Брондау расталды.

source: Пользователь с таким именем уже существует
kk: Бұл атпен пайдаланушы бар

source: Пользователь с таким email уже существует
kk: Бұл email-мен пайдаланушы бар

source: Пользователь с таким номером телефона уже существует
kk: Бұл телефон нөмірімен пайдаланушы бар

source: Турагент успешно создан
kk: Турагент сәтті жасалды

source: Ошибка при создании турагента: %s
kk: Турагентті жасау кезінде қате: %s

source: Данные турагента успешно обновлены
kk: Турагент деректері сәтті жаңартылды

source: Ошибка при обновлении: %s
kk: Жаңарту кезінде қате: %s

source: Карта успешно удалена
kk: Карта сәтті жойылды

source: Произошла ошибка при удалении карты: %s
kk: Картаны жою кезінде қате орын алды: %s

source: Некорректный номер карты
kk: Карта нөмірі дұрыс емес

source: Срок действия карты истёк или некорректен
kk: Картаның жарамдылық мерзімі өтіп кеткен немесе дұрыс емес

source: Некорректный CVC
kk: CVC дұрыс емес

source: Имя держателя карты некорректно
kk: Карта иесінің аты дұрыс емес

source: Некорректный метод запроса
kk: Сұраныс әдісі дұрыс емес

source: Количество билетов некорректно
kk: Билеттер саны дұрыс емес

source: Экскурсия не найдена
kk: Экскурсия табылмады

source: Некорректная стоимость билетов. Попробуйте ещё раз.
kk: Билеттердің құны дұрыс емес. Қайталап көріңіз.

source: Не удалось получить сохранённую карту
kk: Сақталған картаны алу мүмкін болмады

source: Оплата прошла успешно. Бронирование выполнено.
kk: Төлем сәтті өтті. Брондау аяқталды.

source: Произошла ошибка на сервере
kk: Серверде қате орын алды

source: Необходимо заполнить все поля
kk: Барлық өрістерді толтыру қажет

source: Сообщение успешно отправлено
kk: Хабарлама сәтті жіберілді

source: Отправить
kk: Жіберу

source: Нет прав на удаление этого отзыва.
kk: Бұл пікірді жоюға рұқсат жоқ.

source: Ваш отзыв...
kk: Сіздің пікіріңіз...

source: Ваша оценка
kk: Сіздің бағаңыз

source: Удалить
kk: Жою

source: Отзыв успешно удалён
kk: Пікір сәтті жойылды

source: Нет прав на редактирование этого отзыва.
kk: Бұл пікірді өңдеуге рұқсат жоқ.

source: Текст отзыва не может быть пустым.
kk: Пікір мәтіні бос болмауы керек.

source: Отзыв обновлён.
kk: Пікір жаңартылды.

source: Создание новой экскурсии
kk: Жаңа экскурсия құру

source: Название экскурсии
kk: Экскурсия атауы

source: Введите название экскурсии
kk: Экскурсия атауын енгізіңіз

source: Подробное описание экскурсии
kk: Экскурсияның толық сипаттамасы

source: Программа экскурсии
kk: Экскурсия бағдарламасы

source: Укажите подробную программу экскурсии по времени, например:&#10;05:30 — сбор на месте встречи&#10;05:45 — выезд из Алматы&#10;08:45-10:45 — прогулка по каньону
kk: Экскурсияның толық бағдарламасын уақыты бойынша көрсетіңіз, мысалы:&#10;05:30 — кездесу орнында жиналу&#10;05:45 — Алматыдан шығу&#10;08:45-10:45 — каньонда серуендеу

source: Укажите подробную программу экскурсии по времени
kk: Экскурсияның толық бағдарламасын уақыты бойынша көрсетіңіз

source: Местоположение
kk: Орналасқан жері

source: Например: Алматы, Астана и т.д.
kk: Мысалы: Алматы, Астана және т.б.

source: Адрес места встречи
kk: Кездесу орнының мекенжайы

source: Укажите точный адрес места встречи
kk: Кездесу орнының нақты мекенжайын көрсетіңіз

source: Укажите полный адрес места встречи для отображения на карте
kk: Картада көрсету үшін кездесу орнының толық мекенжайын көрсетіңіз

source: Место окончания экскурсии
kk: Экскурсияның аяқталатын орны

source: Укажите место окончания экскурсии
kk: Экскурсияның аяқталатын орнын көрсетіңіз

source: Укажите место, где закончится экскурсия (если отличается от места встречи)
kk: Экскурсия аяқталатын жерді көрсетіңіз (егер кездесу орнынан өзгеше болса)

source: Выберите продолжительность
kk: Ұзақтығын таңдаңыз

source: Количество дней
kk: Күндер саны

source: Укажите количество дней (минимум 2)
kk: Күндер санын көрсетіңіз (ең азы 2)

source: Время начала
kk: Басталу уақыты

source: Выберите время начала
kk: Басталу уақытын таңдаңыз

source: Время окончания
kk: Аяқталу уақыты

source: Выберите время окончания
kk: Аяқталу уақытын таңдаңыз

source: Тип группы
kk: Топ түрі

source: Выберите тип группы
kk: Топ түрін таңдаңыз

source: Языки проведения
kk: Өткізу тілдері

source: Можно выбрать несколько языков
kk: Бірнеше тіл таңдауға болады

source: Цена (₸)
kk: Бағасы (₸)

source: Введите стоимость экскурсии
kk: Экскурсия құнын енгізіңіз

source: Имя гида
kk: Гидтің аты

source: Введите имя гида
kk: Гидтің атын енгізіңіз

source: Аватар гида
kk: Гидтің аватары

source: Выберите аватарку
kk: Аватарды таңдаңыз

source: Предпросмотр аватарки
kk: Аватарды алдын ала қарау

source: Услуги
kk: Қызметтер

source: Отметьте услуги, которые включены в стоимость экскурсии
kk: Экскурсия құнына кіретін қызметтерді белгілеңіз

source: Изображения экскурсии
kk: Экскурсия суреттері

source: Выберите несколько изображений
kk: Бірнеше сурет таңдаңыз

source: Файлы не выбраны
kk: Файлдар таңдалмаған

source: Предпросмотр изображений
kk: Суреттерді алдын ала қарау

source: Выберите одно или несколько изображений. При загрузке новых, старые будут удалены.
kk: Бір немесе бірнеше сурет таңдаңыз. Жаңа суреттерді жүктеген кезде, ескілері жойылады.

source: Выберите даты
kk: Күндерді таңдаңыз

source: Выберите несколько дат, когда экскурсия будет доступна
kk: Экскурсия қолжетімді болатын бірнеше күнді таңдаңыз

source: Пожалуйста, заполните все обязательные поля.
kk: Барлық міндетті өрістерді толтырыңыз.

source: Обработка
kk: Өңдеу

source: Создание экскурсии...
kk: Экскурсия құрылуда...

source: Список турагентов
kk: Турагенттерінің тізімі

source: Изменить
kk: Өзгерту

source: Новый пароль (оставьте пустым, чтобы не менять):
kk: Жаңа құпия сөз (өзгертпеу үшін бос қалдырыңыз):

source: Редактирование турагента
kk: Турагентті өзгерту

source: Напишите нам
kk: Бізге жазыңыз

source: Ваш email
kk: Сіздің Email

source: Сообщение
kk: Хабар

source: Опишите ваш вопрос
kk: Сұрағыңызды сипаттаңыз
